acpi
alsa-utils
arandr
arc-gtk-theme
archlinux-wallpaper
autoconf
automake
base
bash-completion
binutils
bison
blender
bspwm
coin-or-mp
crda
cups
devilspie
efibootmgr
evince
fakeroot
feh
firefox
flatpak
flex
fzf
galculator
gcc
gimp
git
grub
gucharmap
gutenprint
gvfs
gvim
htop
i3lock
inkscape
intel-ucode
java-environment-common
java-runtime-common
jre11-openjdk
jre8-openjdk
libmythes
librecad
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
m4
make
man-db
man-pages
mariadb-libs
neofetch
neovim
network-manager-applet
networkmanager
nnn
patch
pavucontrol
pcmanfm
picom
pkgconf
pstoedit
pulseaudio
ristretto
rofi
rxvt-unicode
sane
scour
sudo
sxhkd
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tint2
tlp
tmux
ttf-font-awesome
unixodbc
unzip
urxvt-perls
vlc
xarchiver
xdg-user-dirs
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-screenshooter
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
